import React from "react";

class Porsche extends React.Component {
  render() {
    return (
    
       <div className="bigPost">
          <h1 className="title">Porsche taycan</h1>
          <h1 className="title">Porsche taycan</h1>
          <img className="imagePost" src="./images/porsche.png"/>
          <div className="description-bigPost">
    
          <p>Porsche Taycan - електромобіль німецького автовиробника Porsche. Був представлений на автосалоні в Парижі в 2018 році. Автомобіль побудований на новій платформі PPE. Серійне виробництво моделі буде розпочато в 2020 році.</p>
          <br/>
          <p>За розмірами і пропорціями концепт повторює серійну модель Porsche C3.Акумуляторну батарею можна буде зарядити двома способами, за допомогою кабелю і через систему бездротової зарядки. Автомобіль оснащений 800 вольтової системою яка дозволяє зарядити 80% акумулятора за час близько 20 хвилин що дозволяє отримати запас ходу більше 320 кілометрів. Бездротова індукційна зарядна станція потужністю 11 кВт дозволяє зарядити автомобіль за ніч.</p>
          <br/>
          <p>Автомобіль оснащений двома синхронними електродвигунами, на передній і задній осях шасі. Сукупна потужність двох електромоторів 590 к.с., крутний момент розподіляється по всіх чотирьох колесах за допомогою повного приводу quattro. Розгін від 0 до 100 км / год займає приблизно 3.5 секунди, до 200 км / год автомобіль розганяється за 12 секунд. Максимальна швидкість 240 км / год. Запас ходу складає більше 400 кілометрів. Місткість багажного відділення ззаду обємом 450 літрів і спереду під капотом обсягом 100 літрів.</p>
          <br/>
          <p> Шоу-кар Porsche довжиною 4,96 метра, шириною 1,96 метра і висотою 1,38 метра повністю відповідає концепції автомобілів класу Gran Turismo. Для виготовлення компонентів полегшеного кузова чотирьохдверного купе використовується симбіоз різних матеріалів. Автомобіль отримав секцію даху з карбону, велика кількість алюмінієвих деталей і силові елементи з високоміцної сталі. Технології розроблялися в тісній співпраці з фахівцями Porsche, при цьому в дизайні і характер концепту безпомилково вгадується ДНК Porsche.</p>
          <br/>
          <p>Елегантна спадаюча лінія даху Porsche плавно переходить в задні стійки, завдяки чому силует автомобіля перегукується з дизайном кузова Sportback. У той же час це величезний крок у майбутнє, який визначає наступний щабель еволюції мови дизайну Porsche. Салон візуально звужується в задній частині - концепція, яка створює абсолютно новий образ автомобіля. Чітко окреслені виступаючі колісні арки і виражена плечова лінія в поєднанні з плоским підлогою - нестандартне для електромобіля рішення - візуально підкреслюють низький центр тяжіння Porsche.</p>
          <br/>
          <p>Досить поглянути на широкі лінії і численні функціональні елементи кузова, а також вентиляційні отвори колісних арок і масивний задній дифузор, щоб зрозуміти - Porsche володіє відмінним динамічним потенціалом. Візуально «притиснута до землі» модель відрізняється низьким коефіцієнтом аеродинамічного опору, що забезпечує неперевершену економічність.</p>
          </div>
        
      
          <div className="comment"> 
              <h1 className="comment-title">Коментарі:</h1>
             <div className="comment1">
                 <h3>Петро</h3>
                 <p>Дуже хороша машина!</p>
            </div> 
            <div className="comment2">
                <h3>Антон</h3>
              <p>Машина просто супер!</p>
            </div> 
        </div>
      </div>
     
    );
  }
};



export default Porsche;

